Repository: zizicici/Watermelon
Catalog: Watermelon/Resource/Localizable.xcstrings
Source language: en
Languages: de, es, es_419, fr, ja, ko, pt_br, pt_pt, ru, uk, zh_hans, zh_hant, zh_hk

# auth.dropbox.account.notSignedIn
source: Not signed in
de: Nicht angemeldet
es: Sesión no iniciada
es_419: No has iniciado sesión
fr: Non connecté
ja: サインインしていません
ko: 로그인되지 않음
pt_br: Não conectado
pt_pt: Sessão não iniciada
ru: Вход не выполнен
uk: Вхід не виконано
zh_hans: 未登录
zh_hant: 未登入
zh_hk: 未登入

# auth.dropbox.accountFallback
source: Dropbox account
de: Dropbox-Konto
es: Cuenta de Dropbox
es_419: Cuenta de Dropbox
fr: Compte Dropbox
ja: Dropbox アカウント
ko: Dropbox 계정
pt_br: Conta do Dropbox
pt_pt: Conta Dropbox
ru: Учетная запись Dropbox
uk: Обліковий запис Dropbox
zh_hans: Dropbox 账户
zh_hant: Dropbox 帳戶
zh_hk: Dropbox 帳戶

# auth.dropbox.editTitle
source: Edit Dropbox
de: Dropbox bearbeiten
es: Editar Dropbox
es_419: Editar Dropbox
fr: Modifier Dropbox
ja: Dropbox を編集
ko: Dropbox 편집
pt_br: Editar Dropbox
pt_pt: Editar Dropbox
ru: Изменить Dropbox
uk: Редагувати Dropbox
zh_hans: 编辑 Dropbox
zh_hant: 編輯 Dropbox
zh_hk: 編輯 Dropbox

# auth.dropbox.folder.createdAfterSignIn
source: The app folder is available after sign-in
de: Der App-Ordner ist nach der Anmeldung verfügbar
es: La carpeta de la app estará disponible después de iniciar sesión
es_419: La carpeta de la aplicación estará disponible después de iniciar sesión
fr: Le dossier de l’app sera disponible après la connexion
ja: サインインするとアプリフォルダを利用できます
ko: 로그인하면 앱 폴더를 사용할 수 있습니다
pt_br: A pasta do app ficará disponível após o login
pt_pt: A pasta da aplicação ficará disponível após iniciar sessão
ru: Папка приложения будет доступна после входа
uk: Папка програми стане доступною після входу
zh_hans: 登录后会创建应用文件夹
zh_hant: 登入後即可使用 App 資料夾
zh_hk: 登入後即可使用應用程式資料夾

# auth.dropbox.folder.footer
source: Backups are stored in Dropbox/Apps/Watermelon Backup. Watermelon cannot access your other Dropbox files.
de: Sicherungen werden in Dropbox/Apps/Watermelon Backup gespeichert. Watermelon kann nicht auf Ihre anderen Dropbox-Dateien zugreifen.
es: Las copias de seguridad se almacenan en Dropbox/Apps/Watermelon Backup. Watermelon no puede acceder a tus otros archivos de Dropbox.
es_419: Las copias de seguridad se guardan en Dropbox/Apps/Watermelon Backup. Watermelon no puede acceder a tus otros archivos de Dropbox.
fr: Les sauvegardes sont stockées dans Dropbox/Apps/Watermelon Backup. Watermelon ne peut pas accéder à vos autres fichiers Dropbox.
ja: バックアップは Dropbox/Apps/Watermelon Backup に保存されます。Watermelon は Dropbox 内のほかのファイルにはアクセスできません。
ko: 백업은 Dropbox/Apps/Watermelon Backup에 저장됩니다. Watermelon은 Dropbox의 다른 파일에 접근할 수 없습니다.
pt_br: Os backups são armazenados em Dropbox/Apps/Watermelon Backup. O Watermelon não pode acessar seus outros arquivos do Dropbox.
pt_pt: As cópias de segurança são armazenadas em Dropbox/Apps/Watermelon Backup. O Watermelon não pode aceder aos seus outros ficheiros do Dropbox.
ru: Резервные копии хранятся в Dropbox/Apps/Watermelon Backup. Watermelon не имеет доступа к другим вашим файлам Dropbox.
uk: Резервні копії зберігаються в Dropbox/Apps/Watermelon Backup. Watermelon не має доступу до інших ваших файлів Dropbox.
zh_hans: 备份存储在 Dropbox/Apps/Watermelon Backup。Watermelon 无法访问你的其他 Dropbox 文件。
zh_hant: 備份儲存在 Dropbox/Apps/Watermelon Backup。Watermelon 無法存取您在 Dropbox 中的其他檔案。
zh_hk: 備份儲存在 Dropbox/Apps/Watermelon Backup。Watermelon 無法存取你在 Dropbox 的其他檔案。

# auth.dropbox.section.account
source: Account
de: Konto
es: Cuenta
es_419: Cuenta
fr: Compte
ja: アカウント
ko: 계정
pt_br: Conta
pt_pt: Conta
ru: Учетная запись
uk: Обліковий запис
zh_hans: 账户
zh_hant: 帳戶
zh_hk: 帳戶

# auth.dropbox.section.folder
source: Backup Folder
de: Sicherungsordner
es: Carpeta de copia de seguridad
es_419: Carpeta de respaldo
fr: Dossier de sauvegarde
ja: バックアップフォルダ
ko: 백업 폴더
pt_br: Pasta de backup
pt_pt: Pasta de cópia de segurança
ru: Папка резервных копий
uk: Папка резервних копій
zh_hans: 备份文件夹
zh_hant: 備份資料夾
zh_hk: 備份資料夾

# auth.dropbox.signIn.action
source: Sign in to Dropbox
de: Bei Dropbox anmelden
es: Iniciar sesión en Dropbox
es_419: Iniciar sesión en Dropbox
fr: Se connecter à Dropbox
ja: Dropbox にサインイン
ko: Dropbox에 로그인
pt_br: Entrar no Dropbox
pt_pt: Iniciar sessão no Dropbox
ru: Войти в Dropbox
uk: Увійти в Dropbox
zh_hans: 登录 Dropbox
zh_hant: 登入 Dropbox
zh_hk: 登入 Dropbox

# auth.dropbox.signIn.again
source: Use another Dropbox account
de: Anderes Dropbox-Konto verwenden
es: Usar otra cuenta de Dropbox
es_419: Usar otra cuenta de Dropbox
fr: Utiliser un autre compte Dropbox
ja: 別の Dropbox アカウントを使用
ko: 다른 Dropbox 계정 사용
pt_br: Usar outra conta do Dropbox
pt_pt: Utilizar outra conta Dropbox
ru: Использовать другую учетную запись Dropbox
uk: Використати інший обліковий запис Dropbox
zh_hans: 使用其他 Dropbox 账户
zh_hant: 使用其他 Dropbox 帳戶
zh_hk: 使用其他 Dropbox 帳戶

# auth.dropbox.signIn.signingIn
source: Signing in…
de: Anmeldung läuft …
es: Iniciando sesión…
es_419: Iniciando sesión…
fr: Connexion…
ja: サインイン中…
ko: 로그인 중…
pt_br: Entrando…
pt_pt: A iniciar sessão…
ru: Выполняется вход…
uk: Виконується вхід…
zh_hans: 正在登录…
zh_hant: 正在登入…
zh_hk: 正在登入…

# auth.dropbox.signInFailed
source: Dropbox Sign-in Failed
de: Dropbox-Anmeldung fehlgeschlagen
es: Error al iniciar sesión en Dropbox
es_419: No se pudo iniciar sesión en Dropbox
fr: Échec de la connexion à Dropbox
ja: Dropbox へのサインインに失敗しました
ko: Dropbox 로그인 실패
pt_br: Falha ao entrar no Dropbox
pt_pt: Falha ao iniciar sessão no Dropbox
ru: Не удалось войти в Dropbox
uk: Не вдалося ввійти в Dropbox
zh_hans: Dropbox 登录失败
zh_hant: Dropbox 登入失敗
zh_hk: Dropbox 登入失敗

# auth.dropbox.title
source: Add Dropbox
de: Dropbox hinzufügen
es: Añadir Dropbox
es_419: Agregar Dropbox
fr: Ajouter Dropbox
ja: Dropbox を追加
ko: Dropbox 추가
pt_br: Adicionar Dropbox
pt_pt: Adicionar Dropbox
ru: Добавить Dropbox
uk: Додати Dropbox
zh_hans: 添加 Dropbox
zh_hant: 新增 Dropbox
zh_hk: 新增 Dropbox

# auth.dropbox.validation.duplicate
source: This Dropbox app folder has already been added
de: Dieser Dropbox-App-Ordner wurde bereits hinzugefügt
es: Esta carpeta de la app de Dropbox ya se ha añadido
es_419: Esta carpeta de la aplicación de Dropbox ya se agregó
fr: Ce dossier d’app Dropbox a déjà été ajouté
ja: この Dropbox アプリフォルダはすでに追加されています
ko: 이 Dropbox 앱 폴더는 이미 추가되었습니다
pt_br: Esta pasta do app do Dropbox já foi adicionada
pt_pt: Esta pasta da aplicação Dropbox já foi adicionada
ru: Эта папка приложения Dropbox уже добавлена
uk: Цю папку програми Dropbox уже додано
zh_hans: 这个 Dropbox 应用文件夹已添加
zh_hant: 此 Dropbox App 資料夾已新增
zh_hk: 此 Dropbox 應用程式資料夾已新增

# auth.dropbox.validation.signInRequired
source: Sign in to Dropbox before saving this node
de: Melden Sie sich bei Dropbox an, bevor Sie diesen Knoten speichern
es: Inicia sesión en Dropbox antes de guardar este nodo
es_419: Inicia sesión en Dropbox antes de guardar este nodo
fr: Connectez-vous à Dropbox avant d’enregistrer ce nœud
ja: このノードを保存する前に Dropbox にサインインしてください
ko: 이 노드를 저장하기 전에 Dropbox에 로그인하세요
pt_br: Entre no Dropbox antes de salvar este nó
pt_pt: Inicie sessão no Dropbox antes de guardar este nó
ru: Войдите в Dropbox перед сохранением этого узла
uk: Увійдіть у Dropbox перед збереженням цього вузла
zh_hans: 保存节点前请先登录 Dropbox
zh_hant: 儲存此節點前，請先登入 Dropbox
zh_hk: 儲存此節點前請先登入 Dropbox

# auth.external.duplicateDir
source: An external storage with the same directory already exists
de: Ein externer Speicher mit demselben Verzeichnis existiert bereits
es: Ya existe un almacenamiento externo con el mismo directorio
es_419: Ya existe un almacenamiento externo con el mismo directorio
fr: Un stockage externe avec le même répertoire existe déjà
ja: 同じディレクトリの外部ストレージが既に存在します
ko: 같은 디렉터리를 사용하는 외부 저장소가 이미 있습니다
pt_br: Já existe um armazenamento externo com o mesmo diretório
pt_pt: Já existe um armazenamento externo com o mesmo diretório
ru: Внешний накопитель с такой же папкой уже существует
uk: Зовнішнє сховище з таким самим каталогом вже існує
zh_hans: 已存在使用相同目录的外接存储。
zh_hant: 已存在使用相同目錄的外接儲存。
zh_hk: 已存在使用相同目錄的外接儲存。

# auth.external.editTitle
source: Edit External Storage
de: Externen Speicher bearbeiten
es: Editar almacenamiento externo
es_419: Editar almacenamiento externo
fr: Modifier le stockage externe
ja: 外部ストレージを編集
ko: 외부 저장소 편집
pt_br: Editar armazenamento externo
pt_pt: Editar armazenamento externo
ru: Редактировать внешний накопитель
uk: Редагувати зовнішнє сховище
zh_hans: 编辑外接存储
zh_hant: 編輯外接儲存
zh_hk: 編輯外接儲存

# auth.external.footerNoDir
source: External Storage is designed primarily for drives connected directly to this device. In the file picker, open Browse > Locations, then choose your external drive or mobile storage.
de: Externer Speicher ist hauptsächlich für Laufwerke vorgesehen, die direkt mit diesem Gerät verbunden sind. Öffnen Sie in der Dateiauswahl „Durchsuchen“ > „Speicherorte“ und wählen Sie dann Ihr externes Laufwerk oder Ihren mobilen Speicher aus.
es: El almacenamiento externo está pensado principalmente para unidades conectadas directamente a este dispositivo. En el selector de archivos, abre Explorar > Ubicaciones y elige tu unidad externa o almacenamiento móvil.
es_419: El almacenamiento externo está pensado principalmente para unidades conectadas directamente a este dispositivo. En el selector de archivos, abre Explorar > Ubicaciones y elige tu unidad externa o almacenamiento móvil.
fr: Le stockage externe est principalement conçu pour les disques connectés directement à cet appareil. Dans le sélecteur de fichiers, ouvrez Parcourir > Emplacements, puis choisissez votre disque externe ou votre stockage mobile.
ja: 「外部ストレージ」は、主にこのデバイスに直接接続されたドライブ向けです。ファイルピッカーで「ブラウズ」＞「場所」を開き、外付けドライブまたはモバイルストレージを選択してください。
ko: 외부 저장소는 주로 이 기기에 직접 연결된 드라이브용입니다. 파일 선택기에서 탐색 > 위치를 연 다음 외장 드라이브 또는 모바일 저장소를 선택하세요.
pt_br: O Armazenamento Externo foi criado principalmente para unidades conectadas diretamente a este dispositivo. No seletor de arquivos, escolha seu disco externo ou armazenamento móvel na lista de locais.
pt_pt: O Armazenamento externo destina-se principalmente a unidades ligadas diretamente a este dispositivo. No seletor de ficheiros, escolha o disco externo ou armazenamento móvel na lista de locais.
ru: Внешнее хранилище предназначено прежде всего для накопителей, подключенных непосредственно к этому устройству. В окне выбора файлов откройте «Обзор» > «Места», затем выберите внешний диск или мобильное хранилище.
uk: Зовнішнє сховище призначене насамперед для накопичувачів, підключених безпосередньо до цього пристрою. У вікні вибору файлів відкрийте «Огляд» > «Місця», а потім виберіть зовнішній диск або мобільний накопичувач.
zh_hans: “外接存储”主要用于直接连接到本设备的移动硬盘、U 盘等存储设备。在文件选择器中打开“浏览”>“位置”后进行选择。
zh_hant: 「外接儲存」主要用於直接連接到本裝置的行動硬碟、USB 隨身碟等儲存裝置。在檔案選擇器中開啟「瀏覽」>「位置」後進行選擇。
zh_hk: 「外接儲存」主要用於直接連接到本裝置的流動硬碟、USB 手指等儲存裝置。在檔案選擇器中開啟「瀏覽」>「位置」後進行選擇。

# auth.external.noDirMessage
source: Please select an external storage directory for backups first.
de: Wählen Sie zuerst einen Ordner auf dem externen Speicher als Backup-Ziel aus.
es: Selecciona primero un directorio de almacenamiento externo para las copias de seguridad.
es_419: Selecciona primero un directorio de almacenamiento externo para respaldos.
fr: Veuillez d'abord sélectionner un répertoire de stockage externe pour les sauvegardes.
ja: まず外部ストレージ上のバックアップ先フォルダを選択してください。
ko: 먼저 백업용 외부 저장소 디렉터리를 선택하세요.
pt_br: Selecione primeiro um diretório de armazenamento externo para backups.
pt_pt: Selecione primeiro um diretório de armazenamento externo para cópias.
ru: Сначала выберите папку для резервных копий на внешнем накопителе.
uk: Будь ласка, спочатку оберіть каталог зовнішнього сховища для резервних копій.
zh_hans: 请先选择用于备份的外接存储目录。
zh_hant: 請先選擇用於備份的外接儲存目錄。
zh_hk: 請先選擇用於備份的外接儲存目錄。

# auth.external.noDirSelected
source: No Directory Selected
de: Kein Verzeichnis ausgewählt
es: No hay ningún directorio seleccionado
es_419: No hay ningún directorio seleccionado
fr: Aucun répertoire sélectionné
ja: ディレクトリが選択されていません
ko: 선택한 디렉터리 없음
pt_br: Nenhum diretório selecionado
pt_pt: Nenhum diretório selecionado
ru: Папка не выбрана
uk: Каталог не обрано
zh_hans: 未选择目录
zh_hant: 未選擇目錄
zh_hk: 未選擇目錄

# auth.external.placeholder.name
source: External Drive
de: Externes Laufwerk
es: Unidad externa
es_419: Unidad externa
fr: Disque externe
ja: 外付けドライブ
ko: 외장 드라이브
pt_br: Unidade externa
pt_pt: Unidade externa
ru: Внешний накопитель
uk: Зовнішній диск
zh_hans: 外接硬盘
zh_hant: 外接硬碟
zh_hk: 外接硬碟

# auth.external.selectDir
source: Select Directory
de: Verzeichnis auswählen
es: Seleccionar directorio
es_419: Seleccionar directorio
fr: Sélectionner un répertoire
ja: ディレクトリを選択
ko: 디렉터리 선택
pt_br: Selecionar diretório
pt_pt: Selecionar diretório
ru: Выбрать папку
uk: Обрати каталог
zh_hans: 选择目录
zh_hant: 選擇目錄
zh_hk: 選擇目錄

# auth.external.title
source: Add External Storage
de: Externen Speicher hinzufügen
es: Añadir almacenamiento externo
es_419: Agregar almacenamiento externo
fr: Ajouter un stockage externe
ja: 外部ストレージを追加
ko: 외부 저장소 추가
pt_br: Adicionar armazenamento externo
pt_pt: Adicionar armazenamento externo
ru: Добавить внешний накопитель
uk: Додати зовнішнє сховище
zh_hans: 添加外接存储
zh_hant: 新增外接儲存
zh_hk: 新增外接儲存

# auth.field.domain
source: Domain
de: Domäne
es: Dominio
es_419: Dominio
fr: Domaine
ja: ドメイン
ko: 도메인
pt_br: Domínio
pt_pt: Domínio
ru: Домен
uk: Домен
zh_hans: 域
zh_hant: 網域
zh_hk: 網域

# auth.field.password
source: Password
de: Passwort
es: Contraseña
es_419: Contraseña
fr: Mot de passe
ja: パスワード
ko: 비밀번호
pt_br: Senha
pt_pt: Palavra-passe
ru: Пароль
uk: Пароль
zh_hans: 密码
zh_hant: 密碼
zh_hk: 密碼

# auth.field.username
source: Username
de: Benutzername
es: Nombre de usuario
es_419: Nombre de usuario
fr: Nom d’utilisateur
ja: ユーザー名
ko: 사용자 이름
pt_br: Nome de usuário
pt_pt: Nome de utilizador
ru: Имя пользователя
uk: Ім’я користувача
zh_hans: 用户名
zh_hant: 使用者名稱
zh_hk: 使用者名稱

# auth.googleDrive.account.notSignedIn
source: Not signed in
de: Nicht angemeldet
es: Sesión no iniciada
es_419: No has iniciado sesión
fr: Non connecté
ja: サインインしていません
ko: 로그인되지 않음
pt_br: Não conectado
pt_pt: Sessão não iniciada
ru: Вход не выполнен
uk: Вхід не виконано
zh_hans: 尚未登录
zh_hant: 尚未登入
zh_hk: 尚未登入

# auth.googleDrive.accountFallback
source: Google account
de: Google-Konto
es: Cuenta de Google
es_419: Cuenta de Google
fr: Compte Google
ja: Google アカウント
ko: Google 계정
pt_br: Conta do Google
pt_pt: Conta Google
ru: Учетная запись Google
uk: Обліковий запис Google
zh_hans: Google 账号
zh_hant: Google 帳戶
zh_hk: Google 帳戶

# auth.googleDrive.authorizationLimited.message
source: Google issued a time-limited refresh token. External projects left in Testing normally expire after seven days. Publish the OAuth app to Production, or use an Internal project, then sign in again for reliable background backups.
de: Google hat ein zeitlich begrenztes Aktualisierungstoken ausgestellt. Externe Projekte im Testmodus laufen normalerweise nach sieben Tagen ab. Veröffentlichen Sie die OAuth-App in der Produktion oder verwenden Sie ein internes Projekt und melden Sie sich dann erneut an, damit Hintergrundsicherungen zuverlässig funktionieren.
es: Google ha emitido un token de actualización con duración limitada. Los proyectos externos que permanecen en Pruebas suelen caducar a los siete días. Publica la app de OAuth en Producción, o usa un proyecto Interno, y vuelve a iniciar sesión para que las copias en segundo plano sean fiables.
es_419: Google emitió un token de actualización con duración limitada. Los proyectos externos que permanecen en Pruebas suelen vencer después de siete días. Publica la app de OAuth en Producción, o usa un proyecto Interno, y vuelve a iniciar sesión para que los respaldos en segundo plano sean confiables.
fr: Google a émis un jeton d’actualisation à durée limitée. Les projets externes laissés en mode Test expirent généralement au bout de sept jours. Publiez l’app OAuth en production, ou utilisez un projet Interne, puis reconnectez-vous pour assurer la fiabilité des sauvegardes en arrière-plan.
ja: Google から有効期限付きの更新トークンが発行されました。テスト状態の外部プロジェクトは通常 7 日後に期限切れになります。OAuth アプリを本番環境に公開するか内部プロジェクトを使用し、もう一度サインインすると、バックグラウンドのバックアップを安定して実行できます。
ko: Google에서 유효 기간이 제한된 갱신 토큰을 발급했습니다. 테스트 상태로 둔 외부 프로젝트는 일반적으로 7일 후 만료됩니다. 안정적인 백그라운드 백업을 위해 OAuth 앱을 프로덕션으로 게시하거나 내부 프로젝트를 사용한 다음 다시 로그인하세요.
pt_br: O Google emitiu um token de atualização com duração limitada. Projetos externos mantidos em Teste normalmente expiram após sete dias. Publique o app OAuth em Produção, ou use um projeto Interno, e entre novamente para ter backups confiáveis em segundo plano.
pt_pt: A Google emitiu um token de atualização com duração limitada. Os projetos externos mantidos em Teste expiram normalmente após sete dias. Publique a aplicação OAuth em Produção, ou use um projeto Interno, e inicie sessão novamente para garantir cópias de segurança fiáveis em segundo plano.
ru: Google выдал токен обновления с ограниченным сроком действия. Внешние проекты, оставленные в режиме тестирования, обычно перестают работать через семь дней. Опубликуйте приложение OAuth в рабочей среде или используйте внутренний проект, затем войдите снова для надежного фонового резервного копирования.
uk: Google видав токен оновлення з обмеженим терміном дії. Зовнішні проєкти, залишені в режимі тестування, зазвичай припиняють діяти через сім днів. Опублікуйте програму OAuth у виробничому середовищі або використовуйте внутрішній проєкт, а потім увійдіть знову для надійного фонового резервного копіювання.
zh_hans: Google 返回了有期限的刷新令牌。External 项目保持 Testing 状态时通常会在七天后失效。请将 OAuth App 发布为 Production，或使用 Internal 项目，然后重新登录，以保证后台备份持续可用。
zh_hant: Google 發出了有期限的重新整理權杖。外部專案維持測試狀態時，通常會在七天後失效。請將 OAuth App 發佈至正式版，或使用內部專案，然後重新登入，以確保背景備份可靠運作。
zh_hk: Google 發出了有期限的重新整理權杖。外部專案維持測試狀態時，通常會在七日後失效。請將 OAuth 應用程式發佈至正式版，或使用內部專案，然後重新登入，以確保背景備份可靠運作。

# auth.googleDrive.authorizationLimited.title
source: Temporary Google authorization
de: Temporäre Google-Autorisierung
es: Autorización temporal de Google
es_419: Autorización temporal de Google
fr: Autorisation Google temporaire
ja: 一時的な Google 認証
ko: 임시 Google 인증
pt_br: Autorização temporária do Google
pt_pt: Autorização temporária da Google
ru: Временная авторизация Google
uk: Тимчасова авторизація Google
zh_hans: Google 授权有期限
zh_hant: Google 暫時性授權
zh_hk: Google 暫時性授權

# auth.googleDrive.clientID.setupGuide
source: How to create an OAuth Client ID
de: OAuth-Client-ID erstellen
es: Cómo crear un ID de cliente OAuth
es_419: Cómo crear un ID de cliente OAuth
fr: Créer un ID client OAuth
ja: OAuth クライアント ID の作成方法
ko: OAuth 클라이언트 ID를 만드는 방법
pt_br: Como criar um ID do cliente OAuth
pt_pt: Como criar um ID de cliente OAuth
ru: Как создать идентификатор клиента OAuth
uk: Як створити ідентифікатор клієнта OAuth
zh_hans: 如何创建 OAuth 客户端 ID
zh_hant: 如何建立 OAuth 用戶端 ID
zh_hk: 如何建立 OAuth 用戶端 ID

# auth.googleDrive.editTitle
source: Edit Google Drive
de: Google Drive bearbeiten
es: Editar Google Drive
es_419: Editar Google Drive
fr: Modifier Google Drive
ja: Google Drive を編集
ko: Google Drive 편집
pt_br: Editar Google Drive
pt_pt: Editar Google Drive
ru: Изменить Google Диск
uk: Редагувати Google Диск
zh_hans: 编辑 Google Drive
zh_hant: 編輯 Google Drive
zh_hk: 編輯 Google Drive

# auth.googleDrive.folder.createdAfterSignIn
source: Created after sign-in
de: Wird nach der Anmeldung erstellt
es: Se creará después de iniciar sesión
es_419: Se creará después de iniciar sesión
fr: Créé après la connexion
ja: サインイン後に作成されます
ko: 로그인 후 생성됨
pt_br: Criada após entrar
pt_pt: Criada após iniciar sessão
ru: Будет создано после входа
uk: Буде створено після входу
zh_hans: 登录后创建
zh_hant: 登入後建立
zh_hk: 登入後建立

# auth.googleDrive.folder.footer
source: Watermelon uses its own folder in My Drive and only requests access to files created by this OAuth app.
de: Watermelon verwendet einen eigenen Ordner in „Meine Ablage“ und fordert nur Zugriff auf Dateien an, die von dieser OAuth-App erstellt wurden.
es: Watermelon usa su propia carpeta en Mi unidad y solo solicita acceso a los archivos creados por esta app de OAuth.
es_419: Watermelon usa su propia carpeta en Mi unidad y solo solicita acceso a los archivos creados por esta app de OAuth.
fr: Watermelon utilise son propre dossier dans Mon Drive et demande uniquement l’accès aux fichiers créés par cette app OAuth.
ja: Watermelon はマイドライブ内の専用フォルダを使用し、この OAuth アプリが作成したファイルへのアクセスのみをリクエストします。
ko: Watermelon은 내 드라이브의 전용 폴더를 사용하며 이 OAuth 앱에서 만든 파일에 대한 접근 권한만 요청합니다.
pt_br: O Watermelon usa uma pasta própria no Meu Drive e solicita acesso apenas aos arquivos criados por este app OAuth.
pt_pt: O Watermelon usa uma pasta própria em O meu disco e solicita acesso apenas aos ficheiros criados por esta aplicação OAuth.
ru: Watermelon использует отдельную папку в разделе «Мой диск» и запрашивает доступ только к файлам, созданным этим приложением OAuth.
uk: Watermelon використовує окрему папку в розділі «Мій диск» і запитує доступ лише до файлів, створених цією програмою OAuth.
zh_hans: Watermelon 会在“我的云端硬盘”中使用独立文件夹，并且只申请访问由这个 OAuth App 创建的文件。
zh_hant: Watermelon 會在「我的雲端硬碟」中使用專屬資料夾，並且只要求存取由此 OAuth App 建立的檔案。
zh_hk: Watermelon 會在「我的雲端硬碟」中使用專屬資料夾，並且只要求存取由此 OAuth 應用程式建立的檔案。

# auth.googleDrive.section.account
source: Google account
de: Google-Konto
es: Cuenta de Google
es_419: Cuenta de Google
fr: Compte Google
ja: Google アカウント
ko: Google 계정
pt_br: Conta do Google
pt_pt: Conta Google
ru: Учетная запись Google
uk: Обліковий запис Google
zh_hans: Google 账号
zh_hant: Google 帳戶
zh_hk: Google 帳戶

# auth.googleDrive.section.folder
source: Backup folder
de: Sicherungsordner
es: Carpeta de copia de seguridad
es_419: Carpeta de respaldo
fr: Dossier de sauvegarde
ja: バックアップフォルダ
ko: 백업 폴더
pt_br: Pasta de backup
pt_pt: Pasta de cópia de segurança
ru: Папка резервных копий
uk: Папка резервних копій
zh_hans: 备份文件夹
zh_hant: 備份資料夾
zh_hk: 備份資料夾

# auth.googleDrive.signIn.action
source: Sign in with Google
de: Mit Google anmelden
es: Iniciar sesión con Google
es_419: Iniciar sesión con Google
fr: Se connecter avec Google
ja: Google でサインイン
ko: Google로 로그인
pt_br: Entrar com o Google
pt_pt: Iniciar sessão com a Google
ru: Войти с Google
uk: Увійти через Google
zh_hans: 使用 Google 登录
zh_hant: 使用 Google 登入
zh_hk: 使用 Google 登入

# auth.googleDrive.signIn.again
source: Sign in again
de: Erneut anmelden
es: Iniciar sesión de nuevo
es_419: Iniciar sesión de nuevo
fr: Se reconnecter
ja: もう一度サインイン
ko: 다시 로그인
pt_br: Entrar novamente
pt_pt: Iniciar sessão novamente
ru: Войти снова
uk: Увійти знову
zh_hans: 重新登录
zh_hant: 重新登入
zh_hk: 重新登入

# auth.googleDrive.signIn.signingIn
source: Signing in…
de: Anmeldung läuft …
es: Iniciando sesión…
es_419: Iniciando sesión…
fr: Connexion…
ja: サインイン中…
ko: 로그인 중…
pt_br: Entrando…
pt_pt: A iniciar sessão…
ru: Выполняется вход…
uk: Виконується вхід…
zh_hans: 正在登录…
zh_hant: 正在登入…
zh_hk: 正在登入…

# auth.googleDrive.signInFailed
source: Google Drive sign-in failed
de: Google Drive-Anmeldung fehlgeschlagen
es: Error al iniciar sesión en Google Drive
es_419: No se pudo iniciar sesión en Google Drive
fr: Échec de la connexion à Google Drive
ja: Google Drive へのサインインに失敗しました
ko: Google Drive 로그인 실패
pt_br: Falha ao entrar no Google Drive
pt_pt: Falha ao iniciar sessão no Google Drive
ru: Не удалось войти в Google Диск
uk: Не вдалося ввійти в Google Диск
zh_hans: Google Drive 登录失败
zh_hant: Google Drive 登入失敗
zh_hk: Google Drive 登入失敗

# auth.googleDrive.title
source: Add Google Drive
de: Google Drive hinzufügen
es: Añadir Google Drive
es_419: Agregar Google Drive
fr: Ajouter Google Drive
ja: Google Drive を追加
ko: Google Drive 추가
pt_br: Adicionar Google Drive
pt_pt: Adicionar Google Drive
ru: Добавить Google Диск
uk: Додати Google Диск
zh_hans: 添加 Google Drive
zh_hant: 新增 Google Drive
zh_hk: 新增 Google Drive
